---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.IndexStreamPoint
source: html/541b9e77-6a47-9e4f-b614-87b3459aecea.htm
---
# IndexStreamPoint Members

Inserts a IndexPoint into the stream and associated buffer.